android-tools
base
base-devel
bluez
bluez-utils
code
cups
cups-pdf
cups-pk-helper
dbeaver
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
ghostscript
git
grim
grub
gsfonts
gst-plugin-pipewire
htop
hyprland
hyprpaper
intel-ucode
iwd
kitty
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
nodejs
npm
ntfs-3g
nvidia-open-dkms
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
sudo
swww
system-config-printer
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yazi
zram-generator
zsh
